{
  "blogs": [
    {
      "title": "What is eSim?",
      "body": "An eSIM is a digital SIM that allows you to activate a cellular plan from your carrier without having to use a physical nano-SIM. With iPhone 13 Pro Max, iPhone 13 Pro, iPhone 13, and iPhone 13 mini, you can use Dual SIM with either two active eSIMs or a nano-SIM and an eSIM.",
      "author": "yoshi",
      "id": 2
    },
    {
      "title": "Voice over LTE",
      "body": "Voice over Long-Term Evolution (VoLTE) is an LTE high-speed wireless communication standard for mobile phones and data terminals, including Internet of things (IoT) devices and wearables. VoLTE has up to three times more voice and data capacity than older 3G UMTS and up to six times more than 2G GSM. It uses less bandwidth because VoLTE's packet headers are smaller than those of unoptimized VoIP/LTE.[1] VoLTE calls are usually charged at the same rate as other calls.\n\nTo be able to make a VoLTE call, the device, its firmware, and the mobile telephone provider must all support the service in the area, and be able to work together. VoLTE has been marketed as HD Voice by some carriers, but this is not the same as the VoLTE standard. Moreover, HD+ (EVS) is what actually is used only in LTE; HD Voice was available in 3G too.",
      "author": "yoshi",
      "id": 3
    },
    {
      "title": "I'm Using @reach/router, Now What?",
      "body": "We will continue to support @reach/router 1.0 with bugfixes for the foreseeable future, so you don't need to do anything for a long time if you don't want to.\n\nIf the new API interests you however, the migration should be pretty straightforward. The next React Router API, on the surface, looks more like @reach/router than React Router. Most of the changes have a one-to-one mapping between both APIs and some are identical.\n\nBecause of this, we don't recommend switching to React Router in preparation for the hook-based API. You'll have an easier time migrating from your current code.",
      "author": "mario",
      "id": 4
    }
  ]
}